StruSoft.Interop.StruXml.Data.Sffoundation_type


StruSoft.Interop.StruXml.Data.Sffoundation_type.Slab_part


StruSoft.Interop.StruXml.Data.Sffoundation_type.Referable_parts


StruSoft.Interop.StruXml.Data.Sffoundation_type.Insulation


StruSoft.Interop.StruXml.Data.Sffoundation_type.Guid


StruSoft.Interop.StruXml.Data.Sffoundation_type.Last_change


StruSoft.Interop.StruXml.Data.Sffoundation_type.Action


StruSoft.Interop.StruXml.Data.Sffoundation_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Sffoundation_type.Name


StruSoft.Interop.StruXml.Data.Sffoundation_type.Bedding_modulus


StruSoft.Interop.StruXml.Data.Sffoundation_type.Analythical_system


StruSoft.Interop.StruXml.Data.Sffoundation_type.Fillmode


StruSoft.Interop.StruXml.Data.Sffoundation_type.Fillcolor


StruSoft.Interop.StruXml.Data.Sffoundation_type.Bedding_modulus_x


StruSoft.Interop.StruXml.Data.Sffoundation_type.Bedding_modulus_xSpecified


StruSoft.Interop.StruXml.Data.Sffoundation_type.Bedding_modulus_y


StruSoft.Interop.StruXml.Data.Sffoundation_type.Bedding_modulus_ySpecified


StruSoft.Interop.StruXml.Data.Sffoundation_type.AnyAttr
